Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/others/Samisk_som_forstesprak_nordsamisk.doc.tmx
Source language: sme
Languages: nob

source: guldalit ja lohkat teavsttaid eará sámegielaide ja ságastallat ovttaláganvuođaid ja erohusaid birra
nob: lytte og lese tekster fra de andre samiske språkene og samtale om likheter og ulikheter

source: čilget sámi giellahistorjjá ja buohtastahttit sámi giellahistorjjá váldolinjjáid davviriikkalaš gielaid historjjáin
nob: gjøre rede for samisk språkhistorie og sammenligne hovedlinjene i samisk språkhistorie med de nordiske språkenes historie

source: digaštallat movt giela árvu servodagas lea váikkuhan sámiid gielladáidui , guovttegielalašvuhtii ja iešdovdui ja man láhkái skuvla , servodat ja bargoeallin sáhtášedje doarjut guovttegielalašvuođa
nob: diskutere hvordan språkets status i samfunnet har påvirket samenes språkkunnskaper , tospråklighet og selvfølelse og hvordan skole , samfunn og arbeidsliv kan støtte opp om tospråklighet

source: buohtastahttit sámegielaid dili servodagas eará eamiálbmogiid gielladiliin
nob: sammenligne samisk språksituasjon med språksituasjonen til andre urfolk

source: Árvvoštallan fágas
nob: Vurdering i faget

source: Loahppaárvvoštallama mearrádusat :
nob: Bestemmelser for sluttvurdering

source: Jahkeceahkki Ortnet
nob: Standpunktvurdering

source: 10. jahkeceahkki Oahppit galget oažžut guokte oppalašárvosáni , ovtta sámegielas 1 čálalaš ja ovtta sámegielas 1 njálmmálaš .
nob: Årstrinn Ordning 10. årstrinn Elevene skal ha to standpunktkarakterer , én i samisk 1 skriftlig og én i samisk 1 muntlig .

source: Jo 2 fidnofágalaš oahppoprográmmat Oahppit galget oažžut guokte oppalašárvosáni , ovtta sámegielas 1 čálalaš ja ovtta sámegielas 1 njálmmálaš .
nob: Vg 2 yrkesfaglige utdanningsprogram Elevene skal ha to standpunktkarakterer , én i samisk 1 skriftlig og én i samisk 1 muntlig .

source: Jo 3 studerenráhkkanahtti oahppoprográmmat Lasáhus oppalaš studerengelbbolašvuhtii Oahppit galget oažžut guokte oppalašárvosáni , ovtta sámegielas 1 čálalaš ja ovtta sámegielas 1 njálmmálaš .
nob: Vg 3 studieforberedende utdanningsprogram Vg 3 påbygging til generell studiekompetanse Elevene skal ha to standpunktkarakterer , én i samisk 1 skriftlig og én i samisk 1 muntlig .

source: Go fága bistá máŋga jagi , de bissu dušše joatkkaoahpahusa bajimus dási oppalašárvvoštallan gelbbolašvuođaduođaštusas dahje oahppoduođaštusas .
nob: Der faget går over flere år , er det bare standpunktvurdering fra det øverste nivået som eleven har i faget som framkommer på kompetansebevis eller vitnemål .

source: Eksámen - oahppit
nob: Eksamen for elever

source: 10. jahkeceahkki Oahppit sáhttet vuorbáduvvot sámegiella 1 čálalaš eksámenii .
nob: 10. årstrinn Elevene kan trekkes ut til én skriftlig eksamen i samisk 1 .

source: Čálalaš eksámen ráhkaduvvo ja sensurerejuvvo guovddáš ásahusain .
nob: Skriftlig eksamen blir utarbeidet og sensurert sentralt .

source: Oahppit sáhttet maid vuorbáduvvot sámegiella 1 njálmmálaš eksámenii .
nob: Elevene kan også trekkes ut til muntlig eksamen i samisk 1 .

source: Njálmmálaš eksámen ráhkaduvvo ja sensurerejuvvo báikkálaččat .
nob: Muntlig eksamen blir utarbeidet og sensurert lokalt .

source: Jo 2 fidnofágalaš oahppoprográmmat Oahppit sáhttet vuorbáduvvot sámegiella 1 čálalaš eksámenii .
nob: Vg 2 yrkesfaglige utdanningsprogram Elevene kan trekkes ut til skriftlig eksamen i samisk 1 .

source: Čálalaš eksámen ráhkaduvvo ja sensurerejuvvo báikkálaččat .
nob: Skriftlig eksamen blir utarbeidet og sensurert lokalt .

source: Jo 3 studerenráhkkanahtti oahppoprográmmat Lasáhus oppalaš studerengelbbolašvuhtii Oahppit galget váldit sámegiella 1 čálalaš eksámena .
nob: Vg 3 studieforberedende utdanningsprogram Vg 3 påbygging til generell studiekompetanse Elevene skal opp til skriftlig eksamen i samisk 1 .

source: Eksámen - privatisttat
nob: Eksamen for privatister

source: 10. jahkeceahkki Geahča rávisolbmuid vuođđoskuvlaoahpahusa gustovaš ortnega .
nob: 10. årstrinn Se gjeldende ordning for grunnskoleopplæring for voksne .

source: Jo 2 fidnofágalaš oahppoprográmmat Privatisttat galget váldit sámegiella 1 čálalaš ja njálmmálaš eksámena .
nob: Vg 2 yrkesfaglige utdanningsprogram Privatistene skal opp til skriftlig og muntlig eksamen samisk 1 .

source: Jo 3 studerenráhkkanahtti oahppoprográmmat Lasáhus oppalaš studerengelbbolašvuhtii Privatisttat galget váldit sámegiella 1 čálalaš eksámena Jo 3 dásis .
nob: Vg 3 studieforberedende utdanningsprogram Vg 3 påbygging til generell studiekompetanse Privatistene skal opp til skriftlig eksamen på Vg3-nivå i samisk 1 .

source: Lassin galget váldit njálmmálaš eksámena .
nob: I tillegg skal de opp til eksamen i samisk muntlig .

source: Árvvoštallama oppalaš mearrádusat leat oahpahuslága láhkaásahusas .
nob: De generelle bestemmelsene om vurdering er fastsatt i forskriften til opplæringsloven .
